Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: This profile temporarily supplies its supported settings. Your saved profile and theme stay unchanged.
de: Dieses Profil wendet seine unterstützten Einstellungen vorübergehend an. Dein gespeichertes Profil und Theme bleiben unverändert.
es: Este perfil aplica temporalmente sus ajustes compatibles. El perfil y el tema guardados no cambian.
et: Profiil rakendab toetatud seadeid ajutiselt. Salvestatud profiil ja teema jäävad muutmata.
fr: Ce profil fournit temporairement ses réglages compatibles. Le profil et le thème enregistrés restent inchangés.
hu: Ez a profil ideiglenesen alkalmazza a támogatott beállításait. A mentett profil és téma változatlan marad.
it: Questo profilo applica temporaneamente le impostazioni supportate. Il profilo e il tema salvati restano invariati.
ja: このプロファイルの対応する設定を一時的に適用します。保存済みのプロファイルとテーマは変更されません。
ko: 이 프로필의 지원되는 설정을 임시로 적용합니다. 저장된 프로필과 테마는 그대로 유지됩니다.
ms: Profil ini menggunakan tetapan yang disokong buat sementara. Profil dan tema tersimpan tidak berubah.
pt: Este perfil aplica temporariamente as definições suportadas. O perfil e o tema guardados não mudam.
ru: Профиль временно применяет поддерживаемые настройки. Сохранённые профиль и тема не меняются.
zh_hans: 此配置临时提供其支持的设置。已保存的配置和主题保持不变。

source: This prompt is used once and isn't saved.
de: Dieser Prompt wird einmal verwendet und nicht gespeichert.
es: Esta indicación se usa una vez y no se guarda.
et: Seda juhist kasutatakse üks kord ja seda ei salvestata.
fr: Cette consigne est utilisée une fois et n’est pas enregistrée.
hu: Ez az utasítás egyszer használatos, és nem mentjük el.
it: Questo prompt viene usato una volta e non viene salvato.
ja: このプロンプトは一度だけ使われ、保存されません。
ko: 이 프롬프트는 한 번만 사용되며 저장되지 않습니다.
ms: Arahan ini digunakan sekali dan tidak disimpan.
pt: Esta instrução é usada uma vez e não é guardada.
ru: Этот запрос используется один раз и не сохраняется.
zh_hans: 此提示词仅使用一次，不会保存。

source: This request is too long. Shorten it and try again.
de: Diese Anfrage ist zu lang. Kürze sie und versuche es erneut.
es: La solicitud es demasiado larga. Acórtala e inténtalo de nuevo.
et: Päring on liiga pikk. Lühenda seda ja proovi uuesti.
fr: Cette requête est trop longue. Raccourcis-la et réessaie.
hu: A kérés túl hosszú. Rövidítsd le, és próbáld újra.
it: La richiesta è troppo lunga. Accorciala e riprova.
ja: リクエストが長すぎます。短くして、もう一度お試しください。
ko: 요청이 너무 깁니다. 줄인 후 다시 시도하세요.
ms: Permintaan ini terlalu panjang. Pendekkannya dan cuba lagi.
pt: O pedido é demasiado longo. Encurte-o e tente novamente.
ru: Запрос слишком длинный. Сократите его и попробуйте снова.
zh_hans: 请求过长。请缩短后重试。

source: This screen works now. Add the keyboard in Settings to talk in other apps too.
de: Dieser Bildschirm funktioniert schon. Füge die Tastatur in den Einstellungen hinzu, dann kannst du auch in anderen Apps sprechen.
es: Esta pantalla ya funciona. Añade el teclado en Ajustes para hablar también en otras apps.
et: See ekraan töötab juba. Lisa klaviatuur seadetes, et rääkida ka teistes rakendustes.
fr: Cet écran fonctionne déjà. Ajoute le clavier dans Réglages pour parler aussi dans les autres apps.
hu: Ez a képernyő már most működik. Add hozzá a billentyűzetet a Beállításokban, hogy más appokban is beszélhess.
it: Questa schermata funziona già. Aggiungi la tastiera in Impostazioni per parlare anche nelle altre app.
ja: この画面はすぐに使えます。ほかのアプリでも話すには、設定でキーボードを追加してください。
ko: 이 화면은 지금 바로 쓸 수 있어요. 다른 앱에서도 말하려면 설정에서 키보드를 추가하세요.
ms: Skrin ini sudah boleh digunakan. Tambah papan kekunci dalam Tetapan untuk bercakap dalam app lain juga.
pt: Este ecrã já funciona. Adiciona o teclado nas Definições para falares também noutras apps.
ru: Этот экран уже работает. Добавьте клавиатуру в Настройках, чтобы говорить и в других приложениях.
zh_hans: 这一屏现在就能用。在设置里添加键盘，就能在别的应用里也开口说。

source: This script doesn't parse yet
de: Dieses Skript lässt sich noch nicht parsen
es: Este script todavía no se puede analizar
et: Seda skripti ei saa veel sõeluda
fr: Ce script ne s'analyse pas encore correctement
hu: Ez a szkript még nem elemezhető
it: Questo script non è ancora analizzabile
ja: このスクリプトはまだ解析できません
ko: 이 스크립트는 아직 파싱할 수 없어요
ms: Skrip ini belum boleh dihurai
pt: Este script ainda não é interpretável
ru: Этот скрипт пока не разбирается
zh_hans: 这段脚本还无法解析

source: This theme is too detailed to fit in one QR code. Export its theme file instead.
de: Dieses Theme ist zu detailliert für einen einzelnen QR-Code. Exportiere stattdessen die Theme-Datei.
es: Este tema es demasiado detallado para un solo código QR. Exporta su archivo de tema.
et: See teema on ühe QR-koodi jaoks liiga üksikasjalik. Ekspordi selle asemel teemafail.
fr: Ce thème est trop détaillé pour tenir dans un seul code QR. Exportez plutôt son fichier de thème.
hi: यह थीम एक QR कोड में समाने के लिए बहुत विस्तृत है। इसके बजाय थीम फ़ाइल निर्यात करें।
hu: Ez a téma túl részletes ahhoz, hogy egy QR-kódba beleférjen. Exportáld inkább a témafájlt.
it: Questo tema è troppo dettagliato per un solo codice QR. Esporta invece il file del tema.
ja: このテーマは詳細すぎて1つのQRコードに収まりません。代わりにテーマファイルを書き出してください。
ko: 이 테마는 하나의 QR 코드에 담기에는 너무 상세합니다. 대신 테마 파일을 내보내세요.
ms: Tema ini terlalu terperinci untuk dimuatkan dalam satu kod QR. Eksport fail tema sebagai ganti.
ne: यो थिम एउटै QR कोडमा अटाउन धेरै विस्तृत छ। यसको सट्टा थिम फाइल निर्यात गर्नुहोस्।
pt: Este tema tem demasiados detalhes para caber num só código QR. Exporte o ficheiro do tema.
ru: Эта тема слишком подробная, чтобы поместиться в одном QR-коде. Экспортируйте файл темы.
tr: Bu tema tek bir QR koduna sığmayacak kadar ayrıntılı. Bunun yerine tema dosyasını dışa aktarın.
zh_hans: 此主题内容过多，无法放入一个二维码。请改为导出主题文件。

source: This theme uses multiple QR codes. Scan or import every image to receive the complete theme.
de: Dieses Design verwendet mehrere QR-Codes. Scanne oder importiere alle Bilder, um das vollständige Design zu erhalten.
es: Este tema usa varios códigos QR. Escanea o importa todas las imágenes para recibir el tema completo.
et: See teema kasutab mitut QR-koodi. Terve teema saamiseks skanni või impordi kõik pildid.
fr: Ce thème utilise plusieurs codes QR. Scanne ou importe toutes les images pour recevoir le thème complet.
hu: Ez a téma több QR-kódból áll. A teljes téma átvételéhez olvasd be vagy importáld az összes képet.
it: Questo tema usa più codici QR. Scansiona o importa tutte le immagini per ricevere il tema completo.
ja: このテーマは複数のQRコードに分かれています。テーマ全体を受け取るには、すべての画像をスキャンまたは読み込んでください。
ko: 이 테마는 여러 QR 코드로 나뉘어 있습니다. 전체 테마를 받으려면 모든 이미지를 스캔하거나 가져오세요.
ms: Tema ini menggunakan beberapa kod QR. Imbas atau import semua imej untuk mendapatkan tema yang lengkap.
pt: Este tema usa vários códigos QR. Lê ou importa todas as imagens para receberes o tema completo.
ru: Для этой темы нужно несколько QR-кодов. Отсканируйте или импортируйте все изображения, чтобы получить тему целиком.
zh_hans: 此主题包含多个二维码。请扫描或导入所有图片，以获取完整主题。

source: This will overwrite all your current settings. Your themes are kept.
de: Damit werden alle deine aktuellen Einstellungen überschrieben. Deine Designs bleiben erhalten.
es: Esto sobrescribirá toda tu configuración actual. Tus temas se mantienen.
et: See kirjutab kõik sinu praegused seaded üle. Sinu teemad jäävad alles.
fr: Ça va écraser tous tes réglages actuels. Tes thèmes sont gardés.
hu: Ez felülír minden mostani beállítást. A témáid megmaradnak.
it: Così sovrascrivi tutte le tue impostazioni attuali. I tuoi temi restano.
ja: 今の設定はすべて上書きされます。テーマはそのまま残ります。
ko: 지금 설정이 전부 덮어써져요. 테마는 그대로 남아요.
ms: Ini akan menulis ganti semua tetapan semasa anda. Tema anda dikekalkan.
pt: Isto vai substituir todas as tuas definições atuais. Os teus temas ficam.
ru: Это перезапишет все текущие настройки. Темы останутся.
zh_hans: 这会覆盖你当前的所有设置。主题会保留下来。

source: Those are three separate switches, so you can drop the one that's bothering you and keep the rest.
de: Das sind drei getrennte Schalter — du kannst also genau den abschalten, der stört, und den Rest behalten.
es: Son tres interruptores distintos, así que puedes quitar el que te molesta y dejar los demás.
et: Need on kolm eraldi lülitit, seega saad tülitava välja jätta ja ülejäänud hoida.
fr: Ce sont trois interrupteurs distincts : tu peux couper celui qui te gêne et garder les autres.
hu: Ez három külön kapcsoló, így pont azt kapcsolhatod ki, amelyik zavar, a többi maradhat.
it: Sono tre interruttori separati: puoi togliere quello che ti dà fastidio e tenere gli altri.
ja: これは3つの別々のスイッチなので、気になるものだけをオフにして、ほかは残せます。
ko: 각각 다른 스위치 세 개라서, 거슬리는 것만 끄고 나머지는 그대로 둘 수 있습니다.
ms: Itu tiga suis berasingan, jadi anda boleh matikan yang mengganggu dan kekalkan yang lain.
pt: São três interruptores diferentes, por isso podes desligar o que te incomoda e manter os outros.
ru: Это три отдельных переключателя, так что можно убрать тот, который мешает, и оставить остальные.
zh_hans: 这是三个独立开关，可以只关掉烦人的那个，其余照旧。

source: Three steps, and then you can type with it anywhere.
de: Drei Schritte, danach tippst du überall damit.
es: Tres pasos y ya puedes escribir con él en cualquier sitio.
et: Kolm sammu ja seejärel saad sellega kõikjal tipida.
fr: Trois étapes, et tu écris avec partout.
hu: Három lépés, és bárhol vele gépelhetsz.
it: Tre passaggi e poi scrivi con Clink ovunque.
ja: 3ステップで、どのアプリでも使えるようになります。
ko: 세 단계면 어디서든 쓸 수 있습니다.
ms: Tiga langkah, kemudian anda boleh menaip dengannya di mana-mana.
pt: Três passos e passas a escrever com ele em todo o lado.
ru: Три шага — и можно печатать где угодно.
zh_hans: 三步就能在任何地方用它打字。

source: Tidy up what I say and use British spelling.
de: Bring das Gesagte in Form und verwende britische Schreibweise.
es: Ordena lo que digo y usa ortografía británica.
et: Korrasta, mida ma ütlen, ja kasuta briti õigekirja.
fr: Mets de l'ordre dans ce que je dis et utilise l'orthographe britannique.
hu: Hozd rendbe, amit mondok, és használj brit helyesírást.
it: Sistema quello che dico e usa l'ortografia britannica.
ja: 話した内容を整えて、イギリス式のつづりにして。
ko: 내가 말한 내용을 다듬고 영국식 철자를 써 줘.
ms: Kemaskan apa yang saya sebut dan guna ejaan British.
pt: Arruma o que digo e usa a ortografia britânica.
ru: Привести сказанное в порядок и использовать британское написание.
zh_hans: 把我说的整理一下，并使用英式拼写。

source: Tidying that up…
de: Wird aufgeräumt …
es: Puliendo lo que has dicho…
et: Korrastan…
fr: Mise au propre…
hu: Épp rendbe teszem…
it: Sto sistemando…
ja: 整えています…
ko: 다듬는 중…
ms: Sedang dikemaskan…
pt: A arrumar isso…
ru: Приводим в порядок…
zh_hans: 正在整理…

source: Tight
de: Eng
es: Ajustado
et: Tihe
fr: Serré
hu: Szoros
it: Stretto
ja: 狭い
ko: 좁게
ms: Ketat
pt: Apertado
ru: Плотно
zh_hans: 紧凑

source: Time
de: Zeit
es: Hora
et: Aeg
fr: Heure
hu: Idő
it: Ora
ja: 時刻
ko: 시간
ms: Masa
pt: Hora
ru: Время
zh_hans: 时间

source: Time between each deletion when rapid-delete starts. Higher is slower.
de: Zeit zwischen den einzelnen Löschungen, wenn das Schnelllöschen anläuft. Höher heißt langsamer.
es: Tiempo entre cada borrado cuando empieza el borrado rápido. Cuanto más alto, más lento.
et: Aeg iga kustutuse vahel, kui kiirkustutamine algab. Kõrgem on aeglasem.
fr: Délai entre chaque suppression quand la suppression rapide démarre. Plus c'est élevé, plus c'est lent.
hu: Mennyi idő teljen el a törlések között, ha beindul a gyorstörlés. Nagyobb érték lassabb.
it: Tempo tra un'eliminazione e l'altra quando parte la cancellazione rapida. Più alto, più lento.
ja: 高速削除が始まってからの、1文字ずつ消す間隔です。大きいほどゆっくりになります。
ko: 빠른 삭제가 시작된 뒤 삭제 사이의 간격이에요. 높을수록 느려요.
ms: Masa antara setiap padaman apabila padam pantas bermula. Lebih tinggi, lebih perlahan.
pt: Tempo entre cada apagamento quando o apagar rápido começa. Mais alto é mais lento.
ru: Промежуток между удалениями при быстром удалении. Больше — медленнее.
zh_hans: 快速删除开始后，每次删除之间的间隔。值越大越慢。

source: Time range
de: Zeitraum
es: Intervalo horario
et: Ajavahemik
fr: Plage horaire
hu: Időtartomány
it: Fascia oraria
ja: 時間帯
ko: 시간 범위
ms: Julat masa
pt: Intervalo horário
ru: Временной диапазон
zh_hans: 时间范围

source: Time remaining
de: Verbleibende Zeit
es: Tiempo restante
et: Aega jäänud
fr: Temps restant
hu: Hátralévő idő
it: Tempo rimanente
ja: 残り時間
ko: 남은 시간
ms: Masa berbaki
pt: Tempo restante
ru: Осталось времени
zh_hans: 剩余时间

source: Time rules evaluate only while the keyboard is visible. The app preview uses supplied context, not a live keyboard connection.
de: Zeitregeln werden nur bei sichtbarer Tastatur ausgewertet. Die App-Vorschau nutzt vorgegebenen Kontext ohne Verbindung zur Live-Tastatur.
es: Las reglas horarias solo se evalúan mientras el teclado está visible. La vista previa usa un contexto de ejemplo, sin conexión al teclado activo.
et: Ajareegleid hinnatakse ainult nähtava klaviatuuri korral. Rakenduse eelvaade kasutab etteantud konteksti ega ole ühendatud töötava klaviatuuriga.
fr: Les règles horaires sont évaluées uniquement quand le clavier est visible. L’aperçu utilise le contexte fourni, sans connexion au clavier actif.
hu: Az időszabályok csak látható billentyűzetnél értékelődnek ki. Az alkalmazás előnézete megadott környezetet használ, élő billentyűzetkapcsolat nélkül.
it: Le regole orarie vengono valutate solo mentre la tastiera è visibile. L’anteprima usa il contesto fornito, senza collegarsi alla tastiera attiva.
ja: 時刻のルールはキーボードの表示中のみ評価されます。アプリのプレビューは指定した状況を使用し、動作中のキーボードには接続しません。
ko: 시간 규칙은 키보드가 표시될 때만 평가됩니다. 앱 미리보기는 실제 키보드 연결이 아닌 지정한 상황 정보를 사용합니다.
ms: Peraturan masa dinilai hanya semasa papan kekunci kelihatan. Pratonton menggunakan konteks diberi, bukan sambungan papan kekunci langsung.
pt: As regras de hora só são avaliadas enquanto o teclado está visível. A pré-visualização usa o contexto fornecido, sem ligação ao teclado ativo.
ru: Правила времени проверяются только при видимой клавиатуре. Предпросмотр использует заданный контекст без подключения к работающей клавиатуре.
zh_hans: 时间规则仅在键盘可见时评估。应用预览使用指定的环境信息，不连接正在使用的键盘。

source: Tint
de: Tönung
es: Tinte
et: Toonimine
fr: Teinte
hu: Színezés
it: Tinta
ja: ティント
ko: 색조
ms: Warna
pt: Tonalidade
ru: Оттенок
zh_hans: 着色

source: Tint strength
de: Tönungsstärke
es: Intensidad del tinte
et: Toonimise tugevus
fr: Force de teinte
hu: Színezés erőssége
it: Intensità della tinta
ja: 色付けの強さ
ko: 색조 강도
ms: Kekuatan warna
pt: Força do tom
ru: Сила оттенка
zh_hans: 染色强度

source: Tint the real touch UIView frame to see what the surface covers
de: Färbt den echten Touch-UIView-Rahmen ein, um zu sehen, was die Fläche abdeckt
es: Tiñe el marco real UIView del táctil: mira qué cubre la superficie
et: Tooni päris puudutuse UIView raam, et näha, mida pind katab
fr: Teinte le vrai cadre UIView tactile pour voir ce que la surface couvre
hu: Színezi a valódi érintési UIView keretet, hogy lásd, mit fed le a felület
it: Colora il frame reale della UIView touch per vedere cosa copre la superficie
ja: 実際のタッチ UIView フレームを色付けして、サーフェスがどこを覆っているか見られます
ko: 실제 터치 UIView 프레임에 색을 입혀서 표면이 어디를 덮는지 봐요
ms: Warnakan bingkai UIView sentuh sebenar untuk lihat apa yang diliputi permukaan
pt: Colore o frame real da UIView de toque para ver o que a superfície cobre
ru: Подкрашивать настоящий UIView для касаний, чтобы видеть, что покрывает поверхность
zh_hans: 给真实触摸 UIView 的框染色，看看这个表面覆盖了哪里

source: Tints the status bar to match and sets the Liquid Glass fallback.
de: Färbt die Statusleiste passend ein und legt den Fallback für Liquid Glass fest.
es: Tiñe la barra de estado para que combine y ajusta el respaldo de Liquid Glass.
et: Toonib olekuriba vastavaks ja määrab Liquid Glassi varufalli.
fr: Teinte la barre d'état pour l'assortir et définit la solution de repli Liquid Glass.
hu: A színéhez igazítja az állapotsávot, és beállítja a Liquid Glass tartalékot.
it: Colora la barra di stato in tinta e imposta il ripiego di Liquid Glass.
ja: ステータスバーを合わせて色付けし、Liquid Glass のフォールバックを設定します。
ko: 상태 막대를 어울리게 색을 입히고 Liquid Glass 대체 설정을 정해줘요.
ms: Mewarnakan bar status supaya sepadan dan menetapkan sandaran Liquid Glass.
pt: Tinge a barra de estado para condizer e define o recurso Liquid Glass.
ru: Подкрашивает строку состояния в тон и задаёт запасной вариант для Liquid Glass.
zh_hans: 给状态栏染上相配的颜色，并设置 Liquid Glass 的备用方案。

source: Tired of “Allow Paste?”
de: Genug von „Einsetzen erlauben“?
es: ¿Cansado de «Permitir pegar»?
et: Tüdinud „Luba kleepimine?”-st
fr: Marre de « Autoriser le collage » ?
hu: Eleged van a „Beillesztés engedélyezése” kérdésből?
it: Stufo di «Consenti incolla»?
ja: 「ペーストを許可」にうんざり？
ko: ‘붙여넣기 허용’이 지겨우신가요?
ms: Penat dengan “Benarkan Tampal”?
pt: Farto de «Permitir colar»?
ru: Надоело «Разрешить вставку?»
zh_hans: 不想再看到“允许粘贴”？

source: Titanium
de: Titan
es: Titanio
et: Titaan
fr: Titane
hu: Titán
it: Titanio
ja: チタニウム
ko: 티타늄
pt: Titânio
ru: Титан
zh_hans: 钛金属

source: Title
de: Titel
es: Título
et: Pealkiri
fr: Titre
hu: Cím
it: Titolo
ja: タイトル
ko: 제목
ms: Tajuk
pt: Título
ru: Заголовок
zh_hans: 标题

source: Title case
de: Titel-Großschreibung
es: Mayúscula inicial en cada palabra
et: Pealkirja suurtähed
fr: Majuscules de titre
hu: Címsor kis-nagybetűzés
it: Iniziali maiuscole
ja: タイトルケース
ko: 제목 대소문자
ms: Kes tajuk
pt: Maiúscula em cada palavra
ru: Каждое Слово С Заглавной
zh_hans: 标题大小写

source: To
de: Nach
es: A
et: Sihtühik
fr: Vers
hu: Ide
it: A
ja: 変換先
ko: 변환 후
ms: Kepada
pt: Para
ru: В
zh_hans: 转换为

source: To bring the rest back, tap Show everything at the bottom of that screen.
de: Um den Rest zurückzuholen, tippe unten auf diesem Bildschirm auf „Alles anzeigen“.
es: Para recuperar lo demás, toca Mostrar todo al final de esa pantalla.
et: Et ülejäänu tagasi tuua, puuduta selle ekraani all Kuva kõik.
fr: Pour récupérer le reste, touche Tout afficher en bas de cet écran.
hu: A többi visszahozásához koppints a képernyő alján a Mutass mindent gombra.
it: Per riavere il resto, tocca Mostra tutto in fondo a quella schermata.
ja: 元に戻すには、その画面の下にある「すべて表示」をタップします。
ko: 나머지를 되돌리려면 그 화면 맨 아래의 ‘전체 보기’를 누릅니다.
ms: Untuk mendapatkannya semula, ketik Tunjukkan semuanya di bahagian bawah skrin itu.
pt: Para trazeres o resto de volta, toca em Mostrar tudo no fim desse ecrã.
ru: Чтобы вернуть остальное, нажмите «Показать всё» внизу того экрана.
zh_hans: 想找回其余部分，点那一屏底部的“显示全部”。

source: To make your own, tap Create theme.
de: Für ein eigenes tippst du auf „Theme erstellen“.
es: Para hacer uno tuyo, toca Crear tema.
et: Oma tegemiseks puuduta Loo teema.
fr: Pour créer le tien, touche Créer un thème.
hu: Sajátot a Hozzon létre témát gombbal indíthatsz.
it: Per farne uno tuo, tocca Crea tema.
ja: 自分で作る場合は「テーマを作成」をタップします。
ko: 직접 만들려면 테마 만들기를 누르세요.
ms: Untuk membuat tema sendiri, ketik Cipta tema.
pt: Para fazer o teu, toca em Criar tema.
ru: Чтобы сделать свою, нажмите «Создать тему».
zh_hans: 想自己做一个，就点“创建主题”。

source: Today
de: Heute
es: Hoy
et: Täna
fr: Aujourd'hui
hu: Ma
it: Oggi
ja: 今日
ko: 오늘
ms: Hari ini
pt: Hoje
ru: Сегодня
zh_hans: 今天

source: Toggle on the left edge
de: Schalter am linken Rand
es: Conmutador en el borde izquierdo
et: Lülita vasakus servas
fr: Bascule sur le bord gauche
hu: Kapcsoló a bal szélen
it: Interruttore sul bordo sinistro
ja: 左端で切り替え
ko: 왼쪽 가장자리에서 전환
ms: Togol di tepi kiri
pt: Alternar na margem esquerda
ru: Переключатель у левого края
zh_hans: 在左侧边缘切换

source: Toggle on the right edge
de: Schalter am rechten Rand
es: Conmutador en el borde derecho
et: Lülita paremas servas
fr: Bascule sur le bord droit
hu: Kapcsoló a jobb szélen
it: Interruttore sul bordo destro
ja: 右端で切り替え
ko: 오른쪽 가장자리에서 전환
ms: Togol di tepi kanan
pt: Alternar na margem direita
ru: Переключатель у правого края
zh_hans: 在右侧边缘切换

source: Toggle one-handed mode
de: Einhandmodus umschalten
es: Cambiar modo a una mano
et: Lülita ühekäeline režiim
fr: Activer ou désactiver le mode une main
hu: Egykezes mód váltása
it: Attiva o disattiva modalità a una mano
ja: 片手モードを切り替え
ko: 한 손 모드 전환
ms: Tukar mod satu tangan
pt: Alternar modo de uma mão
ru: Переключить режим одной руки
zh_hans: 切换单手模式

source: Tone
de: Klangfarbe
es: Timbre
et: Kõlavärv
fr: Timbre
hu: Hangszín
it: Timbro
ja: 音色
ko: 음색
ms: Warna nada
pt: Timbre
ru: Тембр
zh_hans: 音色

source: Tool shortcuts
de: Werkzeug-Shortcuts
es: Atajos de herramientas
et: Tööriistade otseteed
fr: Raccourcis d’outils
hu: Eszköz-parancsok
it: Scorciatoie strumenti
ja: ツールショートカット
ko: 도구 바로가기
ms: Pintasan alat
pt: Atalhos de ferramentas
ru: Ярлыки инструментов
zh_hans: 工具快捷方式

source: Tools
de: Werkzeuge
es: Herramientas
et: Tööriistad
fr: Outils
hu: Eszközök
it: Strumenti
ja: ツール
ko: 도구
ms: Alat
pt: Ferramentas
ru: Инструменты
zh_hans: 工具

source: Tools button style
de: Stil der Werkzeugtaste
es: Estilo del botón de herramientas
et: Tööriistanupu stiil
fr: Style du bouton des outils
hu: Eszközgomb stílusa
it: Stile del pulsante strumenti
ja: ツールボタンのスタイル
ko: 도구 버튼 스타일
ms: Gaya butang alat
pt: Estilo do botão de ferramentas
ru: Стиль кнопки инструментов
zh_hans: 工具按钮样式

source: Tools fill the keyboard as a grid of tiles.
de: Die Werkzeuge füllen die Tastatur als Kachelraster.
es: Las herramientas llenan el teclado como una cuadrícula de mosaicos.
et: Tööriistad täidavad klaviatuuri plaatide ruudustikuna.
fr: Les outils remplissent le clavier sous forme de grille de tuiles.
hu: Az eszközök csempékből álló rácsként töltik ki a billentyűzetet.
it: Gli strumenti riempiono la tastiera come una griglia di riquadri.
ja: ツールがタイル状に並んでキーボードいっぱいに表示されます。
ko: 도구가 타일 격자로 키보드를 가득 채워요.
ms: Alatan memenuhi papan kekunci sebagai grid jubin.
pt: As ferramentas preenchem o teclado como uma grelha de mosaicos.
ru: Инструменты заполняют клавиатуру сеткой плиток.
zh_hans: 工具以方块网格铺满整个键盘。

source: Tools fill the keyboard as roomy cards.
de: Die Werkzeuge füllen die Tastatur als großzügige Karten.
es: Las herramientas llenan el teclado como tarjetas amplias.
et: Tööriistad täidavad klaviatuuri avarate kaartidena.
fr: Les outils remplissent le clavier sous forme de grandes cartes.
hu: Az eszközök tágas kártyákként töltik ki a billentyűzetet.
it: Gli strumenti riempiono la tastiera come schede spaziose.
ja: ツールがゆったりしたカードになってキーボードいっぱいに表示されます。
ko: 도구가 널찍한 카드로 키보드를 가득 채워요.
ms: Alatan memenuhi papan kekunci sebagai kad yang lapang.
pt: As ferramentas preenchem o teclado como cartões espaçosos.
ru: Инструменты заполняют клавиатуру просторными карточками.
zh_hans: 工具以宽敞的卡片铺满整个键盘。

source: Tools key
de: Werkzeug-Taste
es: Tecla de herramientas
et: Tööriistaklahv
fr: Touche Outils
hu: Eszközök gomb
it: Tasto Strumenti
ja: ツールキー
ko: 도구 키
ms: Kekunci Alatan
pt: Tecla de ferramentas
ru: Клавиша инструментов
zh_hans: 工具键

source: Tools list floats over the keys. Slide onto one and release.
de: Die Werkzeugliste schwebt über den Tasten. Gleite auf einen Eintrag und lass los.
es: La lista de herramientas flota sobre las teclas. Desliza hasta una y suelta.
et: Tööriistade loend hõljub klahvide kohal. Libise ühele ja vabasta.
fr: La liste des outils flotte au-dessus des touches. Glisse jusqu'à l'un d'eux et relâche.
hu: Az eszközlista a billentyűk fölött lebeg. Csússz rá egyre, és engedd el.
it: L'elenco degli strumenti fluttua sopra i tasti. Scorri su uno e rilascia.
ja: ツールの一覧がキーの上に浮かびます。指をすべらせて離すと選べます。
ko: 도구 목록이 키 위에 떠요. 원하는 항목으로 밀고 손을 떼면 돼요.
ms: Senarai alatan terapung atas kekunci. Luncur ke salah satu dan lepaskan.
pt: A lista de ferramentas flutua sobre as teclas. Desliza até uma e larga.
ru: Список инструментов всплывает над клавишами. Доведите палец до нужного и отпустите.
zh_hans: 工具列表浮在按键上方。滑到其中一项再松手就行。

source: Tools menu
de: Werkzeugmenü
es: Menú de herramientas
et: Tööriistade menüü
fr: Menu des outils
hu: Eszközök menü
it: Menu strumenti
ja: ツールメニュー
ko: 도구 메뉴
ms: Menu alat
pt: Menu de ferramentas
ru: Меню инструментов
zh_hans: 工具菜单
